Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/reference/case_studies/case_study_working_and_claiming_a_state_pension_non_contributory.html.txt.tmx
Source language: en
Languages: ga

source: Case study: Working and claiming a State Pension (Non-Contributory)
ga: Cás-staidéar: Ag obair agus ag éileamh Pinsin Stáit (Neamh-Ranníocach)

source: This case study shows the effect of work on State Pension (Non-Contributory) in 2016
ga: Léiríonn an cás-staidéar seo an tionchar a bhíonn ag obair ar Phinsean Stáit (Neamh-Ranníocach) in 2016

source: Joe is 67 years of age and has been claiming a State Pension (Non-Contributory) for a little over a year now
ga: Tá Joe 67 bliain d'aois agus tá sé ag fáil Pinsin Stáit (Neamh-Ranníocach) le beagnach bliain anuas

source: He receives an increase in his payment for his wife Jean
ga: Faigheann sé méadú ar a íocaíocht dá bhean chéile Jean

source: Jean is 62 years old and works part-time as a book-keeper
ga: Tá Jean 62 bliain d'aois agus oibríonn sí go páirtaimseartha mar leabharchoimeádaí

source: She earns €130 a week net
ga: Tuilleann sí €130 glan in aghaidh na seachtaine

source: (Net earnings are total earnings less deductions for PRSI, private health insurance, superannuation and union dues.) They have no other income but have savings of €56,000
ga: ('Séard is brí le tuillimh ghlana tuillimh iomlána lúide déaduchtaithe i PRSI, árachais sláinte phríobháidigh, aoisliúntais agus dleachta aontais.) Níl ioncam ar bith eile acu ach tá coigilteas €56,000 acu

source: At the moment Joe's pension payment is the maximum State Pension (Non-Contributory) €368.70
ga: Faoi láthair faigheann Joe an Pinsean Stáit uasta (Neamh-Ranníocach) de €368.70

source: Their total weekly income is €498.70
ga: Is iomlán a n-ioncaim sheachtainiúil €498.70 é

source: Joe has been offered some part-time work as a caretaker in a local school
ga: Tairgeadh roinnt oibre páirtaimseartha do Joe mar fheighlí i scoil áitiúil

source: If he takes the job his net weekly wage will be €260. Jean is thinking of increasing the number of hours she works
ga: Má ghlacann sé leis an bpost beidh pá seachtainiúil aige de €260 Tá Jean ag machnamh ar líon na n-uaireanta a oibríonn sí a mhéadú

source: Her new net weekly income would be €206
ga: Bheadh ioncam seachtainiúil glan nua aici de €206

source: Joe wants to know how his State Pension (Non-Contributory) will be affected if he starts work in the local school and Jean increases the number of days she works
ga: Ba mhaith le Joe a fháil amach cén tionchar a bheidh ar a Phinsean Stáit (Neamh-Ranníocach) má mhéadaíonn Jean a cuid laethanta oibre agus má thosaíonn sé sa scoil áitiúil

source: Joe and Jean's new assessable means
ga: Acmhainn inmheasúnaithe nua Joe agus Jean

source: Joe's assessable income from work (See note 1) €60
ga: Ioncam inmheasúnaithe Joe ó obair (Féach nóta 1) €60

source: Add Jean's assessable income from work (See note 2) €6
ga: Móide acmhainn inmheasúnaithe Jean ó obair (Féach nóta 2) €6

source: Add income from savings (See note 3) €16
ga: Móide ioncam ó choigilteas (Féach nóta 3) €16

source: Divide by 2 to get their assessable weekly means: €41
ga: Roinn ina dhá leath chun a n-acmhainn sheachtainiúil inmheasúnaithe a fháil: €41

source: Total assessable weekly means (See note 4) €41
ga: Acmhainn sheachtainiúil inmheasúnaithe iomlán (Féach nóta 4) €41

source: Weekly State Pension (Non-Contributory) (See note 5) €347.90
ga: Pinsean Stáit Seachtainiúil (Neamh-Ranníocach) (Féach nóta 5) €€347.90

source: Their new total weekly income will be €813.90
ga: €808.90 a bheas mar ioncam iomlán acu

source: (Total income is made up of Joe's State Pension (Non-Contributory) and their income from work)
ga: (Cuimsíonn an t-iomlán Pinsean Stáit Joe (Neamh-Ranníocach) agus a gcuid ioncaim ó obair)

source: Joe's assessable income from work: Joe will earn €260 (net) per week
ga: Ioncam inmheasúnaithe Joe ó obair: Tuillfidh Joe €260 (glan) in aghaidh na seachtaine

source: €200 is not taken into account
ga: Ní thabharfar €200 san áireamh

source: Therefore Joe's assessable income from work is €60
ga: €60 is ea ioncam inmheasúnaithe Joe ó obair mar sin

source: Jean's assessable income from work: Jean will earn €206 (net) per week
ga: Ioncam inmheasúnaithe Jean ó obair: Tuillfidh Jean €206 (glan) in aghaidh na seachtaine

source: Therefore Jean's assessable income from work is €6
ga: €6 is ea ioncam inmheasúnaithe Jean ó obair mar sin

source: Income from savings for a couple is calculated as follows:
ga: Déantar ioncam ó choigilteas i gcomhair lánúna a ríomh mar a leanas:

source: │First €40,000 │Nil │
ga: │An chéad €40,000 │Nialas │

source: │Next €20,000 │€1 per €1,000 per week │
ga: │An chéad €20,000 eile │€1 in aghaidh €1,000 in aghaidh na seachtaine │

source: │Next €20,000 │€2 per €1,000 per week │
ga: │An chéad 420,000 eile │€2 in aghaidh €1,000 in aghaidh na seachtaine │

source: │Excess €80,000 │€4 per €1,000 per week │
ga: │De bhreis ar €80,000 │€4 in aghaidh €1,000 in aghaidh na seachtaine │

source: If you are married or are cohabiting with another person as husband and wife, your means will be taken as half the joint means of you and your spouse/civil partner/cohabitant
ga: Má tá tú pósta nó má tá tú ag maireachtáil i bhfochair a chéile mar lánúin phósta, áireofar do chuid acmhainne mar leath chomhacmhainn do chéile/pháirtnéir sibhialta/chomhchónaitheoir

source: Joe's new personal rate of State Pension (Non-Contributory) is €209.50
ga: Is é ráta Phinsean Stáit pearsanta Joe (Neamh-Ranníocach) €209.50

source: He also gets an extra amount or increase of €138.40 for Jean as a qualified adult
ga: Faigheann sé méad €138.40 sa bhreis i gcomhair Jean mar aosach cáilithe freisin

source: You can find out more about the rate of pension paid after means are assessed
ga: Féadfaidh tú níos mó a léamh faoin ráta pinsin a íoctar tar éis acmhainn a bheith measúnaithe
